import Typography from "@mui/material/Typography";

export default function () {
  return (
    <>
      <Typography paragraph>
        Перхоть — это не только эстетическая проблема, но и показатель
        нездоровья кожи головы. Она вызывает дискомфорт, зуд и желание поскорее
        что-то с этим делать. Но что, если вместо временных решений вы получите
        мощное средство, которое реально работает? Наша сыворотка против перхоти
        с активными компонентами (климбазол, пироктон оламин и сера) уже готова
        помочь вам раз и навсегда справиться с этой неприятностью.
      </Typography>
      <Typography variant="h6" component="h4">
        Эффективный компонент — климбазол
      </Typography>
      <Typography paragraph>
        Ключевой ингредиент сыворотки — климбазол от перхоти. Это
        чудо-компонент, который борется с грибками, вызывающими перхоть, и
        помогает восстановить естественный баланс кожи головы. Он не просто
        маскирует проблему, а устраняет её причину.
      </Typography>
      <Typography variant="h6" component="h4">
        Почему пироктон оламин и сера – ваши помощники?
      </Typography>
      <Typography paragraph>
        Каждый ингредиент в составе сыворотки тщательно подобран для достижения
        максимального результата:
      </Typography>
      <Typography component="ul" paragraph>
        <Typography component="li" gutterBottom>
          Пироктон оламин успокаивает кожу головы, снижает зуд и воспаление.
        </Typography>
        <Typography component="li">
          Сера эффективно очищает кожу, помогая удалить шелушения и
          предотвратить их появление в будущем.
        </Typography>
      </Typography>
      <Typography paragraph>
        Благодаря комплексному подходу, использование сыворотки превращается в
        простой, но мощный шаг на пути к здоровью кожи головы.{" "}
      </Typography>
      <Typography variant="h6" component="h4">
        Для кого подходит эта сыворотка?
      </Typography>
      <Typography paragraph>
        Если вы заметили перхоть, сухость, зуд или чувствительность кожи головы,
        то пришло время попробовать наш продукт. Подходит для мужчин и женщин,
        независимо от типа волос. Хотите купить сыворотку для кожи головы в
        удобной упаковке? Dr. Health уже позаботился о простоте использования.
      </Typography>
      <Typography variant="h6" component="h4">
        Как использовать?
      </Typography>
      <Typography paragraph>
        Применение сыворотки не требует особых усилий: нанесите несколько капель
        на кожу головы, мягко помассируйте и оставьте. Благодаря лёгкой текстуре
        продукт быстро впитывается и не утяжеляет волосы.
      </Typography>
      <Typography variant="h6" component="h4">
        Ответ на главный вопрос: где купить?
      </Typography>
      <Typography paragraph>
        Чтобы перестать страдать от перхоти и начать чувствовать комфорт каждый
        день, пора купить сыворотку против перхоти от Dr. Health. Вы получите не
        просто уход, а решение, которое действительно работает.
      </Typography>
      <Typography paragraph>
        Dr. Health — ваш бренд косметики для кожи и волос, который всегда
        стремится сделать уход не только эффективным, но и удобным. Здоровая
        кожа головы — это начало вашего совершенства!
      </Typography>
    </>
  );
}
