import Typography from "@mui/material/Typography";

export default function () {
  return (
    <>
      <Typography paragraph>
        Ищете способ сделать волосы гуще и сильнее? В нашем арсенале есть
        революционный продукт — сыворотка против выпадения волос от бренда Dr.
        Health. Эта уникальная формула создана с учётом потребностей волос
        любого типа и направлена на устранение таких проблем, как ломкость,
        потеря густоты и замедленный рост.
      </Typography>
      <Typography variant="h6" component="h4">
        Как работает сыворотка?
      </Typography>
      <Typography paragraph>
        Наша сыворотка-активатор роста волос сочетает в себе мощные натуральные
        компоненты и современные научные разработки. Ключевое действующее
        вещество — экстракт красного перца. Он активизирует кровообращение в
        коже головы, усиливая питание волосяных фолликулов, что приводит к
        ускоренному росту волос, их укреплению и снижению выпадения.
      </Typography>
      <Typography paragraph>
        Кроме того, сыворотка обогащена витаминами B3 и B6, которые играют
        важнейшую роль в борьбе с ломкостью и повышенной сухостью волос.
      </Typography>
      <Typography variant="h6" component="h4" gutterBottom>
        Почему выбирают сыворотку Dr. Health?
      </Typography>
      <Typography component="ul" paragraph>
        <Typography component="li" gutterBottom>
          <Typography variant="subtitle2">Эффективнсть доказана</Typography>
          <Typography component="div">
            Первые результаты заметны уже через несколько недель использования.{" "}
          </Typography>
        </Typography>
        <Typography component="li" gutterBottom>
          <Typography variant="subtitle2">Безопасность</Typography>
          <Typography component="div">
            Продукт создан без парабенов, вредных химикатов и полностью
            безопасен для чувствительной кожи головы.
          </Typography>
        </Typography>
        <Typography component="li">
          <Typography variant="subtitle2">Легкость в применении</Typography>
          <Typography component="div">
            Всего несколько капель, нанесенных на корни волос, и сыворотка
            начинает свое волшебное действие.
          </Typography>
        </Typography>
      </Typography>
      <Typography variant="h6" component="h4">
        Как применять?
      </Typography>
      <Typography paragraph>
        Чтобы получить максимальную пользу, наносите продукт на влажные волосы,
        распределяя по проборам. Лёгкими массажными движениями втирайте
        сыворотку, чтобы улучшить впитывание. Используйте её регулярно — всего
        пару минут в день, и ваши волосы отблагодарят вас роскошным видом!
      </Typography>
      <Typography variant="h6" component="h4">
        Секретная сила красного перца
      </Typography>
      <Typography paragraph>
        Его действие можно сравнить с будильником для ваших фолликулов: он
        пробуждает «спящие» луковицы и способствует образованию новых волосков.
        Отлично подходит как для женщин, так и для мужчин, стремящихся вернуть
        густоту шевелюры. Сыворотка для волос с красным перцем — это не просто
        уход, а настоящая трансформация.
      </Typography>
      <Typography variant="h6" component="h4">
        Не ждите завтра, начните сегодня!
      </Typography>
      <Typography paragraph>
        Dr. Health знает, насколько важны здоровые волосы для вашей уверенности
        в себе. Подарите коже головы профессиональный уход, сделайте шаг на пути
        к роскошной густой причёске. Сыворотка с красным перцем уже готова
        творить чудеса для ваших волос!
      </Typography>
      <Typography paragraph>
        Dr. Health — ваш помощник в заботе о волосах. Попробуйте нашу сыворотку,
        чтобы почувствовать разницу!
      </Typography>
    </>
  );
}
